Tekla.Structures.Plugins.AutoDirectionTypeAttribute


Tekla.Structures.Plugins.AutoDirectionTypeAttribute.#ctor(Tekla.Structures.AutoDirectionTypeEnum)
DO NOT USE! For internal usage only!
Type:

Tekla.Structures.Plugins.AutoDirectionTypeAttribute.#ctor(System.Int32)
DO NOT USE! For internal usage only!
Type:

Tekla.Structures.Plugins.AutoDirectionTypeAttribute.Type
DO NOT USE! For internal usage only!